Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/energy_and_water_services/natural_gas_services_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Natural gas can be used for domestic central heating, cooking, real flame fires or tumble-drying
ga: Is féidir gás nádúrtha a úsáid le haghaidh téamh lárnach sa bhaile, cócaireacht, tinte le lasracha fíora agus le haghaidh triomú rothlamach

source: In addition, natural gas has a range of applications for business customers
ga: Lena chois sin baineanna custaiméirí gnó leas as gás nádúrtha le haghaidh réimse rudaí

source: It is piped underground and connected to properties so there is no need to store it
ga: Cuirtear faoi thalamh i bpíobáin é lena nascadh le háitribh agus mar sin ní gá é a stóráil

source: Over half a million homes and businesses are connected to natural gas
ga: Tá breis agus leathmhilliún áras cónaithe agus gnó nasctha leis an soláthar gáis nádúrtha

source: Responsibility for the natural gas pipeline infrastructure lies with Ervia (formerly Bord Gáis Éireann), a State body, wholly owned by the Government
ga: Is é Ervia (roimhe Bord Gáis Éireann) atá freagrach as bonneagar na píblíne gáis nádúrtha. Comhlacht Stáit is ea é

source: It is a multi-utility company, responsible for strategic national gas and water services and related infrastructure
ga: Tá sé cuideachta il-fóntais, atá freagrach as seirbhísí gáis agus uisce straitéiseach náisiúnta agus bonneagar a bhaineann leo

source: The gas supply market in has been gradually opened to competition in recent years
ga: Osclaíodh an margadh soláthair gáis de réir a chéile don iomaíocht le blianta beaga anuas

source: Since July 2004 all business users have been able to choose their own supplier
ga: Bhí sé de chead ag gach úsáideoir gnó a sholáthraí féin a roghnú ó mhí Iúil 2004 i leith

source: Since July 2007 residential customers have been able to choose their gas supplier
ga: Tá an cead seo ag úsáideoirí cónaithe ó mhí Iúil 2007 i leith

source: The Commission for Energy Regulation licenses gas suppliers
ga: Tugann an Coimisiún um Rialáil Fuinnimh ceadúnais do sholáthraithe gáis

source: It also has information for electricity and natural gas customers on its website
ga: Tá faisnéis do chustaiméirí leictreachais agus gáis nádúrtha ar a láithreán gréasáin freisin

source: Gas Networks Ireland (formerly Bord Gáis Networks) is a division of Ervia and has responsibility for developing, maintaining and operating the natural gas transmission and distribution networks
ga: Is é Lionraí Gáis na hÉireann (rannán de Ervia) freagracht as a fhorbairt, a chothabháil agus a oibriú an chórais iompair gáis nádúrtha

source: Gas is brought from gas fields off the coast, and from the North Sea gas fields through sub-sea interconnector pipelines
ga: Tógtar an gás ó réimsí gáis amach ó chósta agus ó gháscheantair na Mara Thuaidh trí phíblínte idirnascaire

source: Natural gas is then transported through pipelines aroundt the country and is available in most towns and cities
ga: Déantar an gás nádúrtha a sheoladh trí phíblínte timpeall na tíre agus tá sé ar fáil i bhformhór na mbailte is na gcathracha

source: You can view the towns and cities with natural gas services on its website
ga: Féach ar liosta na mbailte agus na gcathracha a bhfuil seirbhísí gáis nádúrtha acu ar a láithreán gréasáin

source: Gas Networks Ireland connects all customers to its network regardless of which gas supply company you use
ga: Nascann Lionraí Gáis na hÉireann na custaiméirí go léir lena líonra is cuma cén chuideachta soláthraithe gáis atá agat

source: You can find out how to get connected and the costs involved here
ga: Faigh amach anseo conas nascadh agus na costais a bhaineann leis

source: It also provides site works services to customers who wish to have their gas connection altered in some way
ga: Cuireann sé seirbhísí oibre ar an láthair ar fáil, freisin, do chustaiméirí ar mhian leo go ndéanfaí a nasc gáis a athrú ar bhealach éigin

source: There is more information on site work services and associated charges here
ga: Tá tuilleadh eolais faoi seirbhísí oibre ar an láthair agus na táillí a bhaineann leo ar fáil anseo

source: Gas Networks Ireland is responsible for all gas network safety and maintenance
ga: Tá Lionraí Gáis na hÉireann freagrach as sábháilteacht agus cothabháil gach líonra gáis

source: It carries out regular safety awareness promotions each year to highlight the key issues concerning natural gas and safety to both natural gas customers and to the general public
ga: Bíonn feachtais rialta aige gach bliain chun feasacht a spreagadh i measc custaiméirí gáis nádúrtha, agus i measc an phobail i gcoitinne, faoi na príomhcheisteanna a bhaineann le gás nádúrtha

source: Its safety campaigns include:
ga: Áirítear ar na feachtais shábháilteachta seo:

source: • Raising the awareness of the risks of carbon monoxide poisoning
ga: • Feasacht a spreagadh faoin mbaol nimhithe ó aonocsaíd charbóin

source: • What to do in the event someone smells natural gas at home or on the street
ga: • Cad is cóir a dhéanamh má fhaigheann duine boladh gáis nádúrtha sa bhaile nó ar an tsráid

source: • The importance of servicing appliances
ga: • An tábhacht a bhaineann le fearais a sheirbhísiú

source: It also operates a 24 hour emergency service line Lo-Call 1850 205 050 which you should contact if you smell gas and suspect that gas is escaping
ga: Lena chois sin tá líne seirbhíse éigeandála íosghlao 1850 205 050 acu a bhíonn ar oscailt 24 uair a cloig agus ar chóir duit glaoch air má fhaigheann tú boladh gáis agus má mheasann tú go bhfuil gás ag sceitheadh

source: Gas Networks Ireland installs and reads the meters that measure the gas used in any premises
ga: Suiteálann Lionraí Gáis na hÉireann na méadair a thomhaiseann an méid gáis a úsáidtear in aon áitreabh agus léann sé iad

source: Three times a year, a Gas Networks Ireland meter reader will call to your home to record the amount of gas used since the meter was last read
ga: Tiocfaidh duine ó Lionraí Gáis na hÉireann go dtí d’áras teaghlaigh trí uaire in aghaidh na bliana chun an méid gáis a úsáideadh ón uair dheireanach ar léadh an méadar a léamh

source: These meter readings are then passed to your natural gas supplier, who uses the information to prepare your gas bill
ga: Cuirtear an fhaisnéis seo ar aghaidh go dtí do sholáthraí gáis nádúrtha agus úsáidtear an t-eolas seo chun do bhille gáis a ullmhú

source: If the meter reader cannot gain access to the meter, a Sorry we missed you card is left for you to submit your reading
ga: Má theipeann ar an léitheoir méadair do mhéadar a léamh fágfaidh sé nó sí Carta ag rá, ‘Tá brón orainn nár bhuaileamar leat’ agus féadfaidh tú na huimhreacha ar an méadar a bhreacadh síos air

source: You can also submit your meter reading directly to your supplier
ga: Féadfaidh tú na huimhreacha ar an méadar a sheoladh go díreach chuig do sholáthraí

source: Estimates of your gas usage are also made between meter readings or if the meter reader cannot gain access to the meter
ga: Déantar meastacháin den mhéid gáis a úsáideann tú sna tréimhsí idir na huaireanta a léitear do mhéadar nó murar féidir le léitheoir teacht ar an méadar

source: To ensure that accurate estimates are made and that you receive an accurate bill, it is important that actual meter readings are taken
ga: Tá sé tábhachtach go ndéanfaí an méadar a léamh chun meastacháin chruinne a chinntiú agus chun bille cruinn ceart a fháil

source: When new meters are installed, they are located in external meter boxes
ga: Nuair a shuiteáltar méadair nua, cuirtear i mboscaí méadair sheachtracha iad

source: This permits the meter reader to record your gas usage without disturbing you
ga: Cuireann sé seo ar chumas an léitheora an méid gáis a d’úsáid tú a thaifeadadh gan cur isteach ort

source: The meter box is locked and you have a key
ga: Bíonn glas ar bhosca an mhéadair agus bíonn eochair agatsa

source: You should keep this in a safe place and only open the box to:
ga: Ba chóir duit é seo a choinneáil in áit shábháilte agus gan an bosca a oscailt ach amháin chun:

source: • Check your meter reading
ga: • Na figiúirí ar do mhéadar a léamh

source: • Turn off the gas at the meter if you smell gas at home
ga: • An gás a chasadh as ag an méadar má fhaigheann tú boladh gáis sa bhaile

source: If you have a meter box but do not have a key, you should contact Gas Networks Ireland on 1850 200 694, and one will be sent to you
ga: Má tá bosca méadair agat, agus mura bhfuil eochair agat, ba chóir duit dul i dteagmháil le Lionraí Gáis na hÉireann ag 1850 200 694 agus seolfar ceann chugat

source: Older meters may be located inside your home
ga: D’fhéadfadh méadair níos sine a bheith suite laistigh de d’áras teaghlaigh

source: You should ensure that the meter reader has clear and easy access to the meter
ga: Ba chóir duit deimhin a dhéanamh de gur féidir leis an léitheoir méadair teacht go réidh ar do mhéadar

source: Meters are the property of Gas Networks Ireland and must not be interfered with in any way
ga: Is le Lionraí Gáis na hÉireann na méadair seo agus ní cóir baint díobh ar bhealach ar bith

source: Interference with a meter is prohibited by law and offenders can be prosecuted
ga: Tá sé sin in aghaidh an dlí agus d’fheadfaí ciontóirí a ionchúiseamh

source: Residential customers have been able to choose their gas supplier since 2007
ga: Bhí sé de chead ag gach úsáideoir cónaithe a sholáthraí féin a roghnú ó mhí Iúil 2007 i leith

source: You can view a full list of natural gas suppliers on the Regulator's website
ga: Féach ar liosta iomlán de sholáthraithe gáis nádúrtha ar láithreán gréasáin an Choimisiúin

source: Opening and closing a gas supply account
ga: Cuntas soláthair gáis a oscailt nó a dhúnadh

source: If you are moving into a property which has natural gas installed you should contact a gas supplier to find out the supplier’s terms and conditions for supply and to get an application form
ga: Má tá tú ag aistriú go háitreabh a bhfuil gás nádúrtha ann cheana féin ba chóir duit dul i dteagmháil le soláthraí gáis le fáil amach cad iad téarmaí agus coinníollacha soláthair an tsoláthraí agus chun foirm iarratais a fháil

source: To ensure accurate billing by your supplier, it is recommended that a meter reading is taken when the previous occupier moves out or when you move in
ga: Moltar go ndéanfaí an méadar a léamh nuair a bhogann an t-áitritheoir deireanach amach nó nuair a bhogann tusa isteach, chun bille ceart cruinn a fháil ó do sholáthraí

source: To avoid the meter being locked or disconnected before you take occupancy, you should give as much advance notice as possible of the handover
ga: Ba chóir duit fógra a thabhairt chomh luath agus is féidir leat go bhfuil tú ag bogadh isteach chun deimhin a dhéanamh nach ndéanfar an méadar a dhínascadh nó a chur faoi ghlas

source: You are not liable for any gas used by the previous occupier, however if you have an outstanding gas bill from a previous address you may have to pay this bill to avoid interruption of the supply
ga: Níl tú freagrach as aon ghás a d’úsáid an t-áitritheoir a bhí ann romhat, ach má tá bille gáis gan íoc agat ón seoladh a bhí agat roimhe sin, b’fhéidir go mbeidh ort an bille sin a íoc le deimhin a dhéanamh nach gcuirfear isteach ar an soláthar

source: If you are an existing natural gas customer and you are moving home or wish to close your account, contact your supplier to find out what to do
ga: Más custaiméir gáis nádúrtha tú agus má tá tú ag bogadh go háitreabh nua, nó más mian leat do chuntas a dhúnadh, déan teagmháil le do soláthraí

source: If you are moving out of your home, it is recommended that you call your supplier in advance with a closing meter reading, your new address and the name of the new occupant (if known)
ga: Moltar duit má tá tú ag fágáil an bhaile go nglaofá ar do sholáthraí roimh ré chun na figiúirí méadair deireanacha a thabhairt, mar aon le do sheoladh nua agus ainm an áitritheora nua (más eol duit é)

source: If you do not do this you will be responsible for any gas used at the premises
ga: Mura ndéanann tú é sin beidh tú freagrach as aon ghás a úsáidtear san áitreabh

source: If you want to change supplier you should contact your new supplier with details of your meter number and a meter reading
ga: Más mian leat chun soláthróir a athrú ba chóir duit teagmháil a dhéanamh le do sholáthraí nua le sonraí de d'uimhir méadair agus an méadar a léamh

source: You will be talked through the switching process by the supplier who will then process your application
ga: Beidh an soláthraí labhairt leat tríd an bpróiseas a athrú agus beidh d'iarratas a phróiseáil ansin

source: More information on switching is available on the Regulator's website
ga: Tá tuilleadh eolais ar athrú fáil ar láithreán gréasáin an Rialtóra

source: Codes of Practice and Customer Charters
ga: Cóid Chleachtais agus Cairteacha Custaiméirí

source: Gas suppliers are required by law to produce Codes of Practice outlining their services to customers
ga: Tá dualgas reachtúil ar sholáthraithe gáis Cóid Chleachtais a chur ar fáil ina dtugtar cuntas ar na seirbhísí atá acu do chustaiméirí

source: • Services for customers with special needs
ga: • Seirbhísí do chustaiméirí a bhfuil riachtanais speisialta acu

source: Gas suppliers are also required to produce Customer Charters with guaranteed service levels for their customers
ga: Soláthraithe gáis ag teastáil freisin a thabhairt ar aird Cairteacha Custaiméirí le leibhéil seirbhíse a ráthaítear le haghaidh a gcuid custaiméirí

source: Information on codes of practice is available here
ga: Tá eolas maidir le cóid chleachtais ar fáil anseo

source: Gas Networks Ireland also has a Customer Charter and Codes of Practice covering various aspects of its business. Contact information
ga: Tá Cairt Chustaiméirí agus Cóid Chleachtais ag Lionraí Gáis na hÉireann a bhaineann le gnéithe éagsúla dá ghnó
